"Due: %@" = "К дате: %@";
"Topics" = "Темы";
"Upload" = "Загрузить";
"Align Levels" = "Выровнять уровни";
"Siblings" = "Братья";
"Sorry - the license name and code did not match. Please re-enter (and it's case sensitive)" = "К сожалению, имя лицензии и код не совпадают. Пожалуйста, введите их заново (с учетом регистра)";
"New Parent" = "Новый родитель";
"Create" = "Создать";
"Compose Email" = "Написать письмо";
"Settings" = "Настройки";
"Library Images" = "Изображения из библиотеки";
"Show Status Bar" = "Показать строку состояния";
"Make Topic(s)" = "Создать тему(ы)";
"Maps" = "Карты";
"Failed to reveal saved passwords" = "Не удалось отобразить сохраненные пароли";
"Sync Now" = "Синхронизировать сейчас";
"Thank you!" = "Спасибо!";
"Concave" = "Вогнутый";
"Light Pastel" = "Светло-пастельный";
"Focus is locked to the currently selected topics.\n\n(Re-enable this option with no selected topics and the focus will then follow the selection.)" = "Фокус блокируется на выбранной теме.\n\n(Снова включите этот параметр без выбранной темы и фокус будет следовать за выбором.)";
"Quick Filter" = "Быстрый фильтр";
"+ for rollup" = "+ для получения сведений";
"Fill" = "Заливка";
"Empty" = "Очистить";
"Saved Image" = "Сохраненное изображение";
"Next" = "Вперед";
"(No auto alignment)" = "(Нет авто-выравнивания)";
"Properties" = "Свойства";
"Swap Ends" = "Переключить концы";
"This map has been modified on multiple devices simultaneously - meaning there is a conflict. Please choose which version to keep. If in doubt choose Keep All.\n\nTip: Long press on a version to see a larger image." = "Эта карта была изменена одновременно на нескольких устройствах, вследствие чего возник конфликт. Выберите, какую версию сохранить. Если сомневаетесь, выберите вариант \"Сохранить все\".\n\nПодсказка. Нажмите и удерживайте версию, чтобы увидеть увеличенное изображение.";
"Modified Date" = "Дата изменения";
"Can only upload a single format" = "Можно загрузить только один формат";
"Circle" = "Круг";
"Horizontally" = "Горизонтально";
"Task Report by Project for %@" = "Отчет о задачах по проекту %@";
"Today" = "Сегодня";
"Fit Selection" = "Подогнать выделение";
"not equal to" = "не равно";
"Please enter a name for the style." = "Пожалуйста, введите имя для стиля.";
"Thank you for considering iThoughtsX. If you have any questions, suggestions or issues please visit the website and let us know." = "Благодарим вас за внимание к iThoughtsX. Если у вас возникли вопросы, предложения или проблемы, пожалуйста, посетите веб-сайт и дайте нам знать.";
"This map is read-only" = "Эта карта только для чтения";
"Diamond" = "Ромб";
"Cloud Accounts" = "Аккаунты Cloud";
"New Floating" = "Новая плавающая";
"to Clipboard" = "в буфер обмена";
"in the last" = "за прошедш.";
"Center 100%" = "По центру при 100%";
"Last Hour" = "За посл. час";
"Center" = "По центру";
"Sort By" = "Сорт. по";
"Auto-configure Dropbox syncing?" = "Авто-настроить синхронизацию с Dropbox?";
"Old Password:" = "Старый пароль:";
"second" = "секунда";
"Kinked" = "Излом";
"This cannot be undone. Existing maps using this style will not be modified." = "Это действие не может быть отменено. Существующие карты, использующие этот стиль, не будут изменены.";
"Paste" = "Вставить";
"Linked Maps" = "Связанные карты";
"Select a single topic then enter notes here.." = "Выберите одну тему, затем введите заметки здесь...";
"Edit Notes/Topic" = "Редактировать заметку/тему";
"No Fill" = "Без заливки";
"Research" = "Изучить";
"Right" = "Справа";
"Average progress: %@" = "Средний прогресс: %@";
"Quick Thoughts" = "Быстрые идеи";
"Traditional" = "Традиционные";
"Unreachable" = "Недоступно";
"Modified This Week" = "Изменено на этой неделе";
"Save point functions require SQLite 3.7" = "Для функций точки сохранения необходима СУБД SQLite версии 3.7";
"Tap the canvas with 2 fingers to show or hide the arrow keys." = "Коснитесь холста двумя пальцами, чтобы показать или скрыть клавиши со стрелками.";
"Failed to send email. Do you have an email account configured?" = "Не удалось отправить e-mail. Проверьте, настроен ли у вас аккаунт e-mail.";
"Red" = "Красный";
"Page Load Failed" = "Ошибка загрузки страницы";
"Remove Last Icon" = "Удалить последний значок";
"Please wait..." = "Пожалуйста, подождите...";
"Select All" = "Выбрать все";
"Ooops!" = "Ой!";
"Progress" = "Прогресс";
"Floating" = "Плавающая";
"Align" = "Выровнять";
"Branch Layout" = "Макет ветви";
"AppStore Receipt Validation Failed" = "Квитанция AppStore не прошла проверку";
"Multiple Copies Installed" = "Установлено несколько копий";
"Purchase iThoughts" = "Приобрести iThoughts";
"Auto Zoom" = "Автоматическое масштабирование";
"Examples" = "Примеры";
"Release Notes" = "О новом релизе";
"words/characters %ld/%ld" = "слова/символы %1$ld/%2$ld";
"Remove" = "Удалить";
"minutes" = "мин.";
"Oval" = "Овал";
"Create Relationship" = "Создать отношение";
"Link Inserted" = "Ссылка вставлена";
"Sync Formats" = "Форматы синхронизации";
"Full" = "Полное";
"Leave AppStore Review" = "Оставить отзыв в AppStore";
"Edit not supported. Please consider purchasing the fully functional iThoughts app." = "Редактирование не поддерживается. Пожалуйста, подумайте о приобретении полностью функционального приложения iThoughts.";
"Places" = "Места";
"Edit" = "Редактировать";
"End" = "Конец";
"Research Site" = "Изучить  сайт";
"Color" = "Цвет";
"More Options" = "Больше опций";
"Failed to get folder contents\n(code=%ld)" = "Не удается получить содержимое папки \n(код =%ld)";
"Priority2" = "Приоритет 2";
"Topic Shape" = "Форма темы";
"Select a single topic to view its note.." = "Выберите одну тему, чтобы просмотреть заметки к ней...";
"Image Inserted" = "Изобр. вставлено";
"...by Resource" = "...по ресурсу";
"Show/Hide Notes" = "Показать/скрыть заметки";
"Trash" = "Корзина";
"Flashcards" = "Карточки";
"less than" = "меньше чем";
"Later" = "Позже";
"Apply" = "Применить";
"Superscript" = "Надстрочные";
"Point Size" = "Размер шрифта";
"Open Favourite" = "Открыть избранное";
"Folders" = "Папки";
"Topic Color" = "Цвет темы";
"Name cannot be blank" = "Имя не может быть пустым";
"Style" = "Стиль";
"Password" = "Пароль";
"AppStore Receipt Validation Succeeded" = "Проверка квитанции AppStore успешна";
"Save Image (library)" = "Сохранить фото (библиотека)";
"TODO" = "Список дел";
"Shape" = "Форма";
"System Settings" = "Настройки системы";
"User name" = "Имя пользователя";
"Open Map" = "Открыть карту";
"greater than" = "больше чем";
"Orange" = "Оранжевый";
"Text Added" = "Текст добавлен";
"Show modified" = "Показать измененные";
"contains" = "содержит";
"Topic" = "Тема";
"seconds" = "сек.";
"Unknown" = "Неизвестно";
"Branches" = "Ветви";
"New" = "Новая";
"between" = "между";
"Zoom" = "Масштаб";
"Set" = "Задать";
"Delete the cloud copies also?" = "Удалить также копии Cloud?";
"Restore the contents of this archive? (nothing will be overwritten.)" = "Восстановить содержимое этого архива? (ничего не будут перезаписано).";
"Vertically" = "Вертикально";
"Merge" = "Объединить";
"Central Idea" = "Главная идея";
"Layout" = "Макет";
"Everything in the trash will be permanently deleted. This cannot be undone." = "Все содержимое корзины будет удалено безвозвратно. Это действие нельзя отменить.";
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "Это устройство не настроено для отправки почты. Настройте параметры Почты в приложении Настройки.";
"Trial Remaining (%ld days)" = "Пробная версия (осталось %ld дн.)";
"not in the last" = "не за прошедш.";
"Rename '%@'?" = "Переименовать '%@'?";
"Show 2 Levels" = "Показать 2 уровня";
"Level1 Taper" = "Конус Уровня1";
"Text" = "Текст";
"Local Folder" = "Локальная папка";
"not same as" = "не то же, что";
"Photo" = "Фото";
"Yes" = "Да";
"minute" = "минута";
"Grayscale" = "Оттенки серого";
"Please select at least one topic before attempting to make a slide." = "Пожалуйста, выберите хотя бы одну тему, прежде чем создавать слайд.";
"Favourites" = "Избранное";
"Images Appendix" = "Изображения как приложение";
"Select All Topics" = "Выбрать все темы";
"Show Modified" = "Показать измененные";
"Highlight" = "Выделить";
"Read-only Enabled" = "Включен режим только для чтения";
"Save/Log in" = "Сохранить/войти";
"Family" = "Семья";
"US Legal" = "US Legal";
"Line Color" = "Цвет линии";
"If you’re unhappy with iThoughts or would like to suggest improvements then please contact me direct." = "Если вы недовольны iThoughts или хотите предложить улучшение, свяжитесь со мной напрямую.";
"Take Photo" = "Сфотографировать";
"Application ID functions require SQLite 3.7.17" = "Для функций идентификации приложения необходима СУБД SQLite версии 3.7.17";
"Due This Week" = "Сдать на этой неделе";
"New Item" = "Новый объект";
"not between" = "не между";
"Untitled" = "Без названия";
"Calendar" = "Календарь";
"Level0" = "Уровень0";
"Text Size" = "Размер текста";
"Strikethrough" = "Зачеркивание";
"No Numbering" = "Без нумерации";
"Recent" = "Недавние";
"Font" = "Шрифт";
"Both" = "Оба";
"Modified in Last Hour" = "Изменено за посл. час";
"Cannot inspect text" = "Не удается проверить текст";
"Delete" = "Удалить";
"Contact the Developer" = "Связаться с разработчиком";
"Not Set" = "Не задано";
"Hint" = "Подсказка";
"Linked Folders" = "Связанные папки";
"Link" = "Ссылка";
"Slide List" = "Список слайдов";
"Filter" = "Фильтровать";
"Format" = "Формат";
"Receive Email Updates" = "Получать обновления по электронной почте";
"Standard CSV (.csv)" = "Стандартный CSV (.csv)";
"Attached are SVG, PDF and PNG versions of the iThoughts Doodle\n" = "Прикреплены версии PDF, SVG и PNG из iThoughts Doodle\n";
"Save" = "Сохранить";
"Show Branches" = "Показать ветви";
"Failed to Locate Topic" = "Не удалось найти тему";
"Please choose one or more formats." = "Выберите один или несколько форматов.";
"Notes Page Size" = "Размер страницы заметок";
"Importing..." = "Идет импорт...";
"Yesterday" = "Вчера";
"Show Arrow Keys" = "Показать клавиши со стрелки";
"Level1" = "Уровень1";
"Add to Note" = "Добавить в заметку";
"tw.hyperlink" = "Ссылка";
"None" = "Ничего";
"View Email" = "Просмотреть электронную почту";
"Radial" = "Радиальный";
"Callout" = "Выноска";
"Website" = "Веб-сайт";
"Pill" = "Кружок";
"Clear" = "Очистить";
"Name cannot contain the following characters <>:\"/\\|?*" = "Имя не может содержать следующие символы <>:\"/\\|?*";
"Copy" = "Копировать";
"Map Already Exists" = "Карта уже существует";
"Syncing is paused - your account details need to be re-entered." = "Синхронизация приостановлена - необходимо заново ввести данные вашего аккаунта.";
"topic/word: %ld/%ld, note/word: %ld/%ld" = "тема/слова: %1$ld/%2$ld, заметка/слова: %3$ld/%4$ld";
"Report" = "Отчет";
"Export to Things" = "Экспорт в Things";
"Event Created" = "Мероприятие создано";
"Saved" = "Сохранено";
"Why?" = "Зачем?";
"Sync Failed\n\nLogin Required" = "Ошибка синхронизации\n\nТребуется имя пользователя";
"No WiFi Connection" = "Нет соединения WiFi";
"Unlink Folder" = "Отвязать папку";
"%1.1f KB" = "%1.1f КБ";
"greater than or equal to" = "больше чем или равно";
"Loading..." = "Загрузка...";
"Tapered" = "Конусы";
"Level2" = "Уровень2";
"Start Color" = "Начальный цвет";
"Save Document" = "Сохранить документ";
"Getting folder contents" = "Получение содержимого папки";
"Image Width" = "Ширина изображения";
"Name" = "Имени";
"Full Screen View" = "Полноэкранный режим";
"Press and hold a map in the 'Recent' or 'Folders' list to add it to your favourites." = "Нажмите и удерживайте карту в списке \"Недавние\" или \"Папки\", чтобы добавить ее в избранное.";
"Triangle" = "Треугольник";
"List (numbers)" = "Список (нумерованный)";
"Auto" = "Авто";
"Map Layout" = "Макет карты";
"Doodle" = "Doodle";
"Don't show this again" = "Больше не показывать это";
"New Topic" = "Новая тема";
"weeks" = "нед.";
"≈%ld page(s)" = "≈%ld стр.";
"Title" = "Название";
"Description" = "Описание";
"Level3" = "Уровень3";
"Clockface" = "Циферблат";
"earlier than" = "раньше чем";
"Reset" = "Сброс";
"Failed to Locate '%@'" = "Не удалось найти '%@'";
"Copy Size" = "Копировать размер";
"Server URL" = "URL-адрес сервера";
"This folder will be redownloaded during the next sync - unless the corresponding folder in the cloud is also deleted." = "Эта папка будет загружена повторно во время следующей синхронизации, если только соответствующая папка в Cloud не будет удалена.";
"Complete" = "Завершено";
"Single Page" = "На одной странице";
"Present Notes" = "Показать заметки";
"Quit and Show in Finder" = "Выйти и показать в Finder";
"Sending to iThoughts" = "Отправка в iThoughts";
"Left" = "Слева";
"Map ≈ %ld pages" = "Карта ≈ %ld стр.";
"%@ visible + %@ hidden children" = "Видимых тем (%1$@) + дочерних тем (%2$@)";
"Delete not supported. Please consider purchasing the fully functional iThoughts app." = "Удаление не поддерживается. Пожалуйста, подумайте о приобретении полностью функционального приложения iThoughts.";
"later than" = "позже чем";
"Show Topics" = "Показать темы";
"Attempt Recovery" = "Попытка восстановления";
"Bottom" = "Внизу";
"%ldpt  ⊢%ld⊣" = "%1$ldpt  ⊢%2$ld⊣";
"Graph Paper" = "Миллиметровка";
"Project Tasks (.html)" = "Задачи проекта (.html)";
"No Icons to Remove" = "Нет значков для удаления";
"Please select 2 topics (CMD click) to be linked." = "Пожалуйста, выберите 2 темы (нажмите CMD), чтобы связать.";
"The document '%@' has been added to your library." = "Документ '%@' добавлен в вашу библиотеку.";
"Show/Hide Outline" = "Показать/скрыть структуру";
"Linking to the root folder is possible but not recommended. Each time it syncs it needs to check in all sub folders and this can take a long time on the root folder. Better to link multiple folders if possible." = "Связка с корневой папкой возможна, но не рекомендуется. При каждой синхронизации она будет проверять все вложенные папки, что может занять много времени. По возможности, лучше связать несколько папок.";
"Link Style" = "Стиль ссылки";
"ends with" = "заканч. на";
"Save As" = "Сохранить как";
"Invalid Password" = "Недопустимый пароль";
"⌥⌘T or Double-click to add a note.." = "⌥⌘T или дважды нажмите, чтобы добавить заметку...";
"Redo" = "Повторить";
"Level4" = "Уровень4";
"Underline" = "Подчеркивание";
"Open in Marked" = "Открыть в Marked";
"The document '%@' is not stored in iCloud and so cannot participate in Handoff." = "Документ \"%@\" не хранится в iCloud и поэтому его невозможно переместить в Handoff.";
"Delete Selection" = "Удалить выделение";
"More help.." = "Дополнительная помощь...";
"Favourite Icon1" = "Любимый значок 1";
"More" = "Еще";
"Show" = "Показать";
"Indent" = "Отступ";
"New Sibling After" = "Новый брат после";
"Dark Pastel" = "Темно-пастельный";
"days" = "дн.";
"...saved in rule library." = "...сохранено в библиотеке правил.";
"Favourite Icon2" = "Любимый значок 2";
"Text Width" = "Ширина текста";
"Map Colors" = "Цвета карты";
"modified: %@" = "изменено: %@";
"to New Map" = "в новую карту";
"Boundary" = "Граница";
"Email Address" = "Адрес e-mail";
"Rectangle" = "Прямоугольник";
"My Notes" = "Мои заметки";
"Level5" = "Уровень5";
"years" = "г./лет";
"The document '%@' does not exist." = "Документ '%@' не существует.";
"Top Down" = "Сверху вниз";
"Styles" = "Стили";
"Favourite Icon3" = "Любимый значок 3";
"Priority3" = "Приоритет 3";
"Table (4 columns)" = "Таблица (4 столбца)";
"Open Document" = "Открыть документ";
"Clockwise" = "По час. стрелке";
"Email Doodle" = "Отправить Doodle по e-mail";
"Show %ld Levels" = "Показать уровни: %ld";
"Off" = "Выкл.";
"Due Date" = "Дата сдачи";
"Make Topic" = "Создать тему";
"Icons Removed" = "Значки удалены";
"New Folder" = "Новая папка";
"Partial" = "Частично";
"Help" = "Справка";
"Deleting" = "Удаление";
"The local folder '%@' is linked to cloud folder '%@' on '%@'" = "Локальная папка '%1$@' связана с папкой Cloud '%2$@' в '%3$@'";
"Yellow" = "Желтый";
"Maximum topic count (%ld) exceeded. Please consider purchasing the fully functional iThoughts app." = "Превышено максиальное число тем (%ld). Пожалуйста, подумайте о приобретении полностью функционального приложения iThoughts.";
"Replace" = "Заменить";
"This will apply descending font sizes to each level of topic." = "Это применит размеры шрифта по убыванию для каждого уровня темы.";
"months" = "мес.";
"Level6" = "Уровень6";
"New Child" = "Новая дочерняя";
"Conflicts" = "Конфликты";
"Cannot Overwrite Map/Folder" = "Не удается перезаписать карту/папку";
"Email" = "По e-mail";
"Thank you for purchasing iThoughtsX, we hope you enjoy using it. Any questions, suggestions or issues please visit toketaware.com and email us" = "Благодарим вас за покупку iThoughtsX. Мы надеемся, что вам она понравится. Если у вас возникнут любые вопросы, предложения или проблемы, пожалуйста, посетите toketaware.com и отправьте нам e-mail";
"Clear All" = "Очистить все";
"The map cannot be found on this Mac. Would you like to remove it from your favourites." = "Не удалось найти карту на этом компьютере Mac. Удалить ее из избранного?";
"Topic variable" = "Переменная темы";
"Table (2 columns)" = "Таблица (2 столбца)";
"Task Completed" = "Задача выполнена";
"Topic(s) Added" = "Добавлены темы";
"Since Open" = "С открытия";
"New Password:" = "Новый пароль:";
"Text Color" = "Цвет текста";
"URL" = "URL-адрес";
"Downloading into a linked folder is possible but not recommended. It's better to let the sync process download it automatically." = "Загрузка в связанную папку возможна, но не рекомендуется. Будет лучше, если загрузка произойдет автоматически во время синхронизации.";
"Map no longer exists. Would you like to remove it from favourites?" = "Карта больше не существует. Удалить ее из избранного?";
"Apply Defaults" = "Настройки по умолчанию";
"All" = "Все";
"variable name" = "имя переменной";
"Would you like to embed the document in a topic or copy its contents to the clipboard?" = "Вы хотите вставить документ в тему или скопировать его содержимое в буфер обмена?";
"Float" = "Плавать";
"Template Styles" = "Стили шаблонов";
"Start Sync" = "Начать синхронизацию";
"The conflicting versions have been saved in the '%@' folder on this device. They are no longer in iCloud." = "Конфликтующие версии сохранены в папке \"%@\" на этом устройстве. Они больше не в iCloud.";
"doesn't contain" = "не содержит";
"Selected ≈ %ld pages" = "Выбрано ≈ %ld стр.";
"Custom Styles" = "Индивидуальные стили";
"Right Angled" = "Прямой угол";
"OK" = "OK";
"(All auto aligned)" = "(Авто-выравнивание для всех)";
"Remaining" = "Осталось";
"Authorisation Failed" = "Ошибка авторизации";
"Note" = "Заметка";
"Restore" = "Восстановить";
"Show/Hide Branch" = "Показать/cкрыть ветвь";
"Stroke Color" = "Цвет обводки";
"Failed to amend map" = "Не удалось изменить карту";
"Task Reports" = "Отчеты о задачах";
"Level7" = "Уровень7";
"Print" = "Печать";
"Downloading..." = "Загрузка...";
"Failed to Overwrite" = "Не удалось перезаписать";
"Duplicate" = "Дублировать";
"...by Project" = "...по проекту";
"Italic" = "Курсив";
"Restore into..." = "Восстановить в...";
"Starting with Children" = "Начать с дочерних";
"Options" = "Параметры";
"All Maps" = "Все карты";
"Undo" = "Отменить";
"Test" = "Проверить";
"Configuring Dropbox" = "Настройка Dropbox";
"New Child Level" = "Новый дочерний уровень";
"Change Password..." = "Изменить пароль...";
"Wireframe (Monochrome)" = "Каркас (монохромный)";
"Upload Failed" = "Ошибка загрузки";
"Show 1 Level" = "Показать 1 уровень";
"Due" = "К дате";
"Failed to Open" = "Не удалось открыть";
"Failed to Import Text" = "Не удалось импортировать текст";
"Document imported" = "Документ импортирован";
"Login" = "Войти";
"Level8" = "Уровень8";
"New Account" = "Новый аккаунт";
"Headers" = "Заголовки";
"Icon Removed" = "Значок удален";
"Topic Numbering" = "Нумерация темы";
"...saved in style library." = "...сохранен в библиотеке стилей.";
"Canvas" = "Холст";
"Thank you for considering iThoughtsX. Your %ld day trial has come to an end. Please visit the website to purchase a license or arrange an extension." = "Благодарим вас за внимание к iThoughtsX. Ваша %ld-дневная пробная версия подошла к концу. Пожалуйста, посетите веб-сайт, чтобы приобрести лицензию или договориться о продлении.";
"Decrease Progress" = "Откатить прогресс";
"Rounded Rectangle" = "Округл. прямоугольник";
"Please keep the password safe. There is no way to open the map without it." = "Храните свой пароль в безопасности. Без пароля карту невозможно открыть.";
"Effort" = "Работа";
"Distribute" = "Распределить";
"1" = "1";
"2" = "2";
"3" = "3";
"4" = "4";
"5" = "5";
"Clear Selection" = "Очистить выделение";
"Vertical" = "Вертикаль";
"6" = "6";
"Hide Completed Tasks" = "Скрыть завершенные задачи";
"Confirm" = "Подтвердить";
"7" = "7";
"8" = "8";
"Manual" = "Вручную";
"Random" = "В случ. порядке";
"9" = "9";
"Branch Sorted: %@" = "Сортировка ветви: %@";
"Image (.png)" = "Изображение (.png)";
"If you like iThoughts, please help support future updates with a review on the AppStore." = "Если вам нравится iThoughts, пожалуйста, поддержите наши будущие обновления, оставив отзыв в AppStore.";
"Curved Bracket" = "Изогнутая скобка";
"Watermark" = "Водяной знак";
"Level9" = "Уровень9";
"Reminder Created" = "Напоминание создано";
"Failed to open\n%@" = "Не удалось открыть\n%@";
"US Letter" = "US Letter";
"Verify:" = "Проверить:";
"Unlink" = "Отвязать";
"Generating Exports..." = "Создание экспорта...";
"%ldx%ldpt" = "%1$ldx%2$ldpt";
"Relationship" = "Отношение";
"Delete Account? (no maps will be deleted)" = "Удалить аккаунт? (карты не будут удалены)";
"%ld bytes" = "%ld байт";
"Tap Related Topic" = "Нажать на схожую тему";
".docx Options" = "Варианты для .docx";
"%@ - %@" = "%1$@ ‒ %2$@";
"...is now on the clipboard and can be pasted into a map." = "...находится в буфере обмена и может быть вставлен в карту.";
"Top" = "Вверху";
"On" = "Вкл.";
"Cloud" = "Cloud";
"Please enter a new name for the style." = "Пожалуйста, введите новое имя для стиля.";
"Image (selected)" = "Изобр. (выбрано)";
"Header1" = "Заголовок1";
"Delete Branch" = "Удалить ветвь";
"Finish" = "Завершить";
"Width" = "Ширина";
"Awaiting Authorization" = "В ожидании авторизации";
"Make Slide" = "Создать слайд";
"Start Date" = "Дата начала";
"Home" = "Главная";
"No Selection" = "Нет выделения";
"Starting at Selected" = "Начать с выбранного";
"Please enter a descriptive name for this account." = "Пожалуйста, введите описательное имя для этого аккаунта.";
"Feedback" = "Обратная связь";
"Archive" = "Архивировать";
"Cut" = "Вырезать";
"Show/Hide Children" = "Показать/скрыть дочерние";
"Stop Sync" = "Остановить синхронизацию";
"This map must be given a name and saved before topic links can be generated" = "Необходимо присвоить имя карте и сохранить ее, прежде чем могут быть созданы ссылки темы";
"List (bullets)" = "Список (маркированный)";
"Typeface" = "Шрифт";
"Delete Topic" = "Удалить тему";
"less than or equal to" = "меньше чем или равно";
"Snap to Topic" = "Привязать к теме";
"Now paste the clipboard into the flashcard website for import." = "Теперь вставьте содержимое буфера обмена на сайт карточки для импорта.";
"Email Reminder" = "Отпр. напоминание по e-mail";
"Square Bracket" = "Квадрат. скобка";
"Branch Cut" = "Ветвь вырезана";
"Style Settings" = "Параметры стиля";
"Unlink? (no maps will be deleted)" = "Отвязать? (карты не будут удалены)";
"Resources" = "Ресурсы";
"New Sibling Before" = "Новый брат до";
"Press + to link a local folder to a folder in the cloud. Once linked, those folders will be synchronised automatically.\n\nIn a moment, you will be asked to:\n\n- Choose/create a local folder\n- Choose a cloud account\n- Choose a cloud folder\n- Choose the formats to sync\n\nFor more information please tap the 'Help' option below." = "Нажмите+, чтобы связать локальную папку с папкой Cloud. После связки эти папки будут синхронизироваться автоматически.\n\nСейчас вам будет предложено:\n\n- Выбрать/создать локальную папку\n- Выбрать аккаунт Cloud\n- Выбрать папку Cloud\n- Выбрать форматы для синхронизации\n\nДля дополнительной информации, нажмите на параметр \"Справка\" ниже.";
"Level2+ Style" = "Стиль Уровня2+";
"Library Image" = "Изображение из библиотеки";
"Convex" = "Выпуклый";
"Embed" = "Вставить";
"Not Now" = "Не сейчас";
"Duplicate not supported. Please consider purchasing the fully functional iThoughts app." = "Дублирование не поддерживается. Пожалуйста, подумайте о приобретении полностью функционального приложения iThoughts.";
"Subscript" = "Подстрочные";
"Network Connection Failed" = "Сбой подключения к сети";
"Fit Map" = "Подогнать карту";
"Delete this rule?" = "Удалить это правило?";
"Create Event" = "Создать мероприятие";
"Compact" = "Компактный";
"Use Map Defaults" = "Значения карты по умолчанию";
"New/Verified Password Do Not Match" = "Новый и проверочный пароли не совпадают";
"Regular" = "Обычные";
"Apply descending font sizes to child topics?" = "Применить размеры шрифта по убыванию к дочерним темам?";
"No Apps Found" = "Приложения не найдены";
"No 'target' Parameter Supplied" = "Не задан \"целевой\" параметр";
"Map Style" = "Стиль карты";
"iThoughtsX does not normally have access to this document. Please confirm that you wish to proceed." = "У iThoughtsX обычно нет доступа к данному документу. Пожалуйста, подтвердите, что вы хотите продолжить.";
"Slides (.pdf)" = "Слайды (.pdf)";
"Welcome" = "Добро пожаловать";
"Incorrect Password" = "Неправильный пароль";
"To Front" = "Вперед";
"Upload Complete" = "Загружено";
"Change Sync Formats" = "Изменить форматы синхр.";
"Code" = "Код";
"Increase Progress" = "Ускорить прогресс";
"Focus On Selected" = "Фокус на выделенном";
"Header2" = "Заголовок2";
"Start" = "Начало";
"Saving" = "Сохранение";
"Set Password..." = "Установить пароль...";
"Progress: %@" = "Прогресс: %@";
"Map Scale" = "Масштаб карты";
"Wireframe (Color)" = "Каркас (цвет)";
"Remove from Favourites" = "Удалить из избранного";
"hours" = "час.";
"later than or equal to" = "позже чем или равно";
"Full Color" = "Полный цвет";
"Finger Drawing Enabled" = "Рисование пальцем включено";
"The path '%@' is a Windows path." = "Путь \"%@\" – это путь для Windows.";
"Download Pending" = "Ожидание загрузки";
"Real Paper" = "Бумага";
"Enter a new name for the style" = "Введите новое имя для стиля";
"Remove All" = "Удалить все";
"Sort" = "Сортировка";
"Draw 'strokes' with your finger.\n\nUse 2 fingers to PAN and ZOOM around the canvas.\n\nLong press on the canvas then drag or hold down 'SHIFT' to select multiple 'strokes'." = "Рисуйте \"штрихи\" пальцем.\n\nИспользуйте 2 пальца для ПАНОРАМИРОВАНИЯ и МАСШТАБИРОВАНИЯ вокруг холста.\n\nНажмите долгим нажатием на холст, затем перетяните или удерживайте клавишу SHIFT для выбора нескольких \"штрихов\".";
"starts with" = "начинается с";
"Selected" = "Выбрано";
"Focus on Selected" = "Фокус на выделенном";
"Failed to find any email addresses" = "Не удалось найти адреса эл. почты";
"Press and hold a map or folder to restore it." = "Нажмите и удерживайте карту или папку для ее восстановления.";
"Remove Last" = "Удалить последнее";
"Level %ld" = "Уровень %ld";
"Strike Through" = "Зачеркнуть";
"End Edit" = "Завершить редактирование";
"Long press on the canvas or hold down 'SHIFT' to select multiple topics." = "Нажмите долгим нажатием на холст или удерживайте 'SHIFT' для выбора нескольких тем.";
"Style Already Exists." = "Стиль уже существует.";
"earlier than or equal to" = "раньше чем или равно";
"Cousins" = "Кузены";
"Indexing..." = "Индексация...";
"Bullets" = "Маркеры";
"(or canvas for new)" = "(или на холст для новой темы)";
"Saturated" = "Насыщенный";
"Please enter a valid URL for the WebDAV server." = "Пожалуйста, введите допустимый URL-адрес для сервера WebDAV.";
"Enter notes here.." = "Введите здесь заметки.";
"Archive requires an app which supports ZIP files." = "Для архивации требуется приложение, которое поддерживает zip файлы.";
"Open Link" = "Открыть ссылку";
"Topic Hugging" = "Тема по ширине текста";
"S Bend" = "Изгиб S";
"Share on Biggerplate.com" = "Поделится на Biggerplate.com";
"Finger Drawing Disabled\n(use Apple Pencil)" = "Рисование пальцем отключено\n(используйте Apple Pencil)";
"Unreachable Link" = "Ссылка недоступна";
"Hugging" = "По ширине текста";
"Range" = "Диапазон";
"Start: %@" = "Начало: %@";
"Open In Safari" = "Открыть в Safari";
"Drag/drop topics onto this button to mark them task complete. Alternatively, long press this button to mark the selected topics task complete." = "Перетащите темы на эту кнопку, чтобы пометить задачу как завершенную, или нажмите и удерживайте эту кнопку в течение нескольких секунд, чтобы отметить выбранные темы как завершенную задачу.";
"Failed to get authorization from Biggerplate.com" = "Не удалось получить разрешение от Biggerplate.com";
"Auto Align" = "Авто-выравнивание";
"Clipboard" = "Буфер обмена";
"Blue" = "Синий";
"Updating" = "Обновление";
"Open in Another App" = "Открыть в другом прилож.";
"Auto Zoom Enabled" = "Включено авто-масштабирование";
"Search" = "Поиск";
"tw.linkTogether" = "Ссылка";
"year" = "год";
"Light Patterns" = "Светлые шаблоны";
"Back" = "Назад";
"Error" = "Ошибка";
"same as" = "то же, что";
"Checking Network Connection..." = "Проверка сетевого подключения...";
"Reset all topic colors, shapes and fonts to the style defaults. This can be undone." = "Сброс всех цветов тем, форм и шрифтов до стиля по умолчанию. Это действие не может быть отменено.";
"Open encrypted map" = "Открыть зашифрованную карту";
"Hide" = "Скрыть";
"Invalid URL" = "Недопустимый URL-адрес";
"Failed to Locate Map" = "Не удалось найти карту";
"Rules" = "Правила";
"Header3" = "Заголовок3";
"Image Copied" = "Изобр. скопировано";
"Uploading a linked map/folder is possible but not recommended. It's better to let the sync process upload it automatically." = "Загрузка связанной карты/папки возможна, но не рекомендуется. Будет лучше, если загрузка произойдет автоматически во время синхронизации.";
"Show in Finder" = "Показать в Finder";
"Add to Favourites" = "Добавить в избранное";
"Uploading..." = "Загрузка...";
"Browser Transfer" = "Трансфер через браузер";
"No Internet Connection" = "Нет подключения к Интернету";
"Square" = "Квадарт";
"Create Reminder" = "Создать напоминание";
"Modified Yesterday" = "Изменено вчера";
"Created using iThoughts" = "Создано с помощью iThoughts";
"week" = "неделя";
"Website (.zip)" = "Вебсайт (.zip)";
"Close" = "Закрыть";
"Level1 Style" = "Стиль Уровня1";
"Upload Folder" = "Загрузить папку";
"Keep All" = "Сохранить все";
"Map" = "Карта";
"Transparent" = "Прозрачные";
"hour" = "час";
"Link Copied" = "Ссылка скопирована";
"Notes Font" = "Шрифт заметок";
"Hide Status Bar" = "Скрыть строку состояния";
"Select Log File" = "Выбрать файл журнала";
"Modified Today" = "Изменено сегодня";
"View" = "Просмотр";
"Failed to Load Map" = "Не удалось загрузить карту";
"Size" = "Размер";
"This Week" = "На этой неделе";
"Inherit Color" = "Наследовать цвет";
"Please enter a title and description for this map." = "Введите название и описание для этой карты.";
"Notes Appendix" = "Заметки как приложение";
"Restored" = "Восстановлено";
"Passwords" = "Пароли";
"Outline View" = "Режим структуры";
"Wireframe (Color+Text)" = "Каркас (цвет + текст)";
"Very Convex" = "Очень выпуклый";
"Submit Debug Log" = "Отправить журнал отладки";
"not in the next" = "не в след.";
"Set Effort" = "Установить трудозатраты";
"Show All" = "Показать все";
"Thank you for considering iThoughtsX. You are over half way through your %ld day trial. If you have any questions, suggestions or issues please visit the website and let us know." = "Благодарим вас за внимание к iThoughtsX. Вы уже во второй половине вашей %ld-дневной пробной версии. Если у вас возникли вопросы, предложения или проблемы, пожалуйста, посетите веб-сайт и дайте нам знать.";
"Attachment" = "Вложение";
"New Callout" = "Новая выноска";
"Save Page (offline)" = "Сохранить страницу (оффлайн)";
"This Folder" = "Эта папка";
"Upload Map" = "Загрузить карту";
"Header4" = "Заголовок4";
"Photos" = "Фотографии";
"Broken Link" = "Неработающая ссылка";
"Password:" = "Пароль:";
"Link to Map" = "Привязать к карте";
"Sorted: %@" = "Сортировка: %@";
"No saved passwords" = "Сохраненные пароли отсутствуют";
"Priority (%ld)" = "Приоритет (%ld)";
"Date" = "Дате";
"(Level2+ auto aligned)" = "(Уровень2+ авто-выравнивание)";
"Due This Month" = "Сдать в этом месяце";
"Curved" = "Изогнутая";
"Copy Link" = "Копировать ссылку";
"Quick Look" = "Быстрый просмотр";
"External Display Resolution" = "Разрешение внешнего дисплея";
"Priority1" = "Приоритет1";
"Reset Map" = "Сбросить карту";
"Restoring..." = "Восстановление...";
"Not set" = "Не задано";
"Cost" = "Стоимость";
"Inherited" = "Унаследовано";
"Stock" = "Склад";
"No" = "Нет";
"It looks like you also have a copy of iThoughtsX from the Mac App Store installed.\n\nThe version you just launched should probably be removed. Would you like to quit now so you can move this unneeded file to the Trash?\n\nHint: Use the \"Move to Trash\" item in the \"File\" menu after the Finder window appears." = "Похоже, у вас также установлена копия iThoughtsX из App Store для Mac.\n\nВерсия, которую вы только что запустили, вероятно, следует удалить. Вы хотите выйти сейчас, чтобы переместить этот ненужный файл в корзину?\n\nПодсказка: Используйте функцию \"В корзину\" в меню \"Файл\", после того, как появится окно Finder.";
"Time" = "Время";
"Very Concave" = "Очень вогнутый";
"equal to" = "равно";
"Change" = "Изменить";
"Mail not configured" = "Почта не настроена";
"Image" = "Изображение";
"Updating System..." = "Обновление системы...";
"Show on Biggerplate.com" = "Показать на Biggerplate.com";
"Children" = "Дочерние";
"Archiving..." = "Идет архивация...";
"Email Event" = "Отпр. мероприятие по e-mail";
"Flashcards copied to clipboard" = "Карточки скопированы в буфер обмена";
"Overwrite" = "Перезаписать";
"Delete Cloud Copy" = "Удалить копию Cloud";
"All maps will be packaged into a single ZIP file and sent over to an app of your choice for safe keeping." = "Все карты будут упакованы в один ZIP-файл и отправлены в приложение по вашему выбору для хранения.";
"Delete Single Topic" = "Удалить одну тему";
"Long press the full screen button to enable read-only view." = "Нажмите и удерживайте кнопку полноэкранного режима, чтобы включить представление только для чтения.";
"Please enable iThoughts in System Settings -> Privacy" = "Пожалуйста, включите iThoughts в  Настройках системы-> Конфиденциальность";
"in the next" = "в след.";
"Show 3 Levels" = "Показать 3 уровня";
"No path supplied and there are no open maps" = "Путь не задан и нет открытых карт";
"Dark Patterns" = "Темные шаблоны";
"Straight Tapered" = "Прямой конус";
"Edit Topic Text" = "Редактировать текст темы";
"Rich Text (.rtf)" = "Форматированный текст (.rtf)";
"Task Report by Resource for %@" = "Отчет о задачах по ресурсу %@";
"Fishbone" = "Елочка";
"Inbox" = "Входящие";
"Checking for updates" = "Проверка обновлений";
"Maps saved into the 'Dropbox' folder will be synced with a folder named 'iThoughts' in your Dropbox." = "Карты, сохраненные в папке \"Dropbox\",  будут синхронизированы с папкой с именем \"iThoughts\" у вас в Dropbox.";
"Header5" = "Заголовок5";
"day" = "день";
"Make Topic With Link" = "Создать тему с ссылкой";
"Generating Attachments..." = "Создание вложений...";
"Hide All" = "Скрыть все";
"Modified Since Open" = "Изменено с открытия";
"Related" = "Связанное";
"Select Folder" = "Выбрать папку";
"Display name" = "Отображаемое имя";
"Cancel" = "Отмена";
"Rollup" = "Сведение";
"Bold" = "Жирный";
"Account" = "Аккаунт";
"Download" = "Скачать";
"Uploading to Biggerplate.com" = "Загрузка на Biggerplate.com";
"Select All Relationships" = "Выбрать все отношения";
"Folder already linked. Please choose another folder." = "Папка уже связана. Пожалуйста, выберите другую папку.";
"Copy Image (clipboard)" = "Копировать изображение (буфер обмена)";
"Callout Shape" = "Форма выноски";
"Map Page Size" = "Размер страницы карты";
"Edit Account" = "Редактировать аккаунт";
"Thickness" = "Толщина";
"Set Cost" = "Установить стоимость";
"Cost Units" = "Единицы стоимости";
"Topic Added" = "Тема добавлена";
"Horizontal" = "Горизонталь";
"Library Icons" = "Значки библиотеки";
"Branch" = "Ветвь";
"New Map" = "Новая карта";
"To Back" = "Назад";
"Download Failed" = "Ошибка скачивания";
"Priority" = "Приоритет";
"Hide Branches" = "Скрыть ветви";
"Insert Link" = "Вставить ссылку";
"month" = "месяц";
"Insert Image (topic)" = "Вставить изображение (тема)";
"Arrange" = "Упорядоч.";
"Reports" = "Отчеты";
"Check for Updates" = "Проверить обновления";
"Continue" = "Продолжить";
"Icons" = "Значки";
"Archive Now" = "Архивировать сейчас";
"Appendix Page Size" = "Размер страницы как приложение";
"Line Style" = "Стиль линии";
"CANNOT DOWNLOAD IMAGE OVER INSECURE HTTP CONNECTION" = "НЕ УДАЕТСЯ ЗАГРУЗИТЬ ИЗОБРАЖЕНИЕ ЧЕРЕЗ НЕБЕЗОПАСНОЕ HTTP-СОЕДИНЕНИЕ";
"Table (3 columns)" = "Таблица (3 столбца)";
"Callout Font" = "Шрифт выноски";
"Relationships" = "Отношения";
"Green" = "Зеленый";
"Progress: Rollup" = "Прогресс: Сведение";
"Select" = "Выбрать";
"Alignment" = "Выравнивание";
"Straight" = "Прямая";
"Show/Hide" = "Показать/скрыть";
"System Styles" = "Стили системы";
"Rainbow" = "Радуга";
"Reveal saved passwords for encrypted maps" = "Показать сохраненные пароли для зашифрованных карт";
"Parallelogram" = "Параллелограмм";
"Paste as Floating" = "Вставить как плавающую";
"Generating Image..." = "Создание изображения...";
"Clear [%@]" = "Очистить [%@]";
"Resource Tasks (.html)" = "Задачи ресурса (.html)";
"Failed to save conflicting versions." = "Не удалось сохранить конфликтующие версии.";
"Review on AppStore" = "Отзыв в AppStore";
"A0" = "A0";
"Header6" = "Заголовок6";
"Trial Progress" = "Период проб. версии";
"%1.1f GB" = "%1.1f ГБ";
"A1" = "A1";
"Rename" = "Переименовать";
"Due Today" = "Сдать сегодня";
"Hide Topics" = "Скрыть темы";
"A2" = "A2";
"%1.1f MB" = "%1.1f МБ";
"Markdown Options" = "Параметры Markdown";
"Sending %@ from iThoughts" = "Отправка %@ из iThoughts";
"A3" = "A3";
"A4" = "A4";
"Never" = "Никогда";
"A5" = "A5";
"[SHIFT] Hold this down to select multiple items." = "[SHIFT] удерживайте, чтобы выбрать несколько элементов.";
"Save Archive" = "Сохранить архив";
"Mirror" = "Дублировать";
"Image Saved" = "Изобр. сохранено";
"Branch Copied" = "Ветвь скопирована";
"Remove Text" = "Удалить текст";
"Paste Formatted" = "Вставить с форматом";
"It's over a week since you last archived your maps. Would you like to save an archive?" = "Прошло больше недели с тех пор, как вы в последний раз архивировали свои карты. Хотите сохранить архив?";
"This Map" = "Эта карта";
"Quote" = "Цитата";
"Long press the trash button to delete the selected items." = "Нажмите и удерживайте кнопку корзины, чтобы удалить выбранные элементы.";
"Share" = "Поделиться";
"Select folder for '%@'" = "Выбрать папку для '%@'";
"Delete Account" = "Удалить аккаунт";
"Tasks in Progress" = "Выполняемые задачи";
"App Store" = "App Store";
"Edit/View Notes" = "Изменить или просмотреть заметки";
"US Tabloid/Ledger" = "US Tabloid/Ledger";
